Repository: MTACS/LynxLocalizations
Catalog: *.lproj/ControlCenter.strings
Languages: de, fr

source: Availability
de: Verfügbarkeit
fr: Disponibilité

source: Disable CC Completely
de: Kontrollzentrum deaktivieren
fr: Désactiver le CC Complètement

source: Connectivity Module
de: Netzwerk Module
fr: Module de Connectivité

source: Bluetooth & WiFi
de: Bluetooth & WLAN

# BLUETOOTH_WIFI_SUBTITLE
source: Actually disable when toggling
de: Komplett deaktivieren beim Drücken.
fr: Désactive au lieu de déconnecter

source: Status Bar
de: Statusleiste
fr: Barre de Statut

source: Camera & Microphone
de: Kamera & Mikrofon
fr: Appareil Photo & Micro

# CAMERA_MICROPHONE_SUBTITLE
source: Hide recently used apps
de: Kürzlich verwendete Apps ausblenden.
fr: Masquer l'utilisation récente par les apps

source: Modules
de: Module

source: Use Rounded Modules
de: Abgerundete Module verwenden
fr: Utiliser des Modules Arrondis

source: Use Outer Shadow
de: Äußeren Schatten verwenden
fr: Ajouter une Ombre Extérieure

source: Shadow Color
de: Schattenfarbe
fr: Couleur de l'Ombre

source: Sliders
de: Schieberegler
fr: Curseurs

source: Volume & Brightness
de: Lautstärke & Helligkeit
fr: Volume & Luminosité

# VOLUME_BRIGHTNESS_SUBTITLE
source: Shows current percentage
de: Prozentangaben anzeigen.
fr: Afficher le pourcentage actuel

source: Chevron
de: Richtungspfeil

source: Hide Chevron
de: Richtungspfeil ausblenden
fr: Masquer le Chevron

source: Control Center
de: Kontrollzentrum
fr: Centre de Contrôle

source: Toggle Hints
de: Tasten-Hinweise
fr: Astuces des Boutons

source: Hide Toggle Hints
de: Tasten-Hinweise ausblenden
fr: Masquer les Astuces des Boutons
