Repository: MTACS/LynxLocalizations
Catalog: *.lproj/Homescreen.strings
Languages: de

source: Homescreen editing
de: Home-Bildschirm Bearbeitung

source: Quick Settings
de: Schnell-Einstellungen

# QUICK_SETTINGS_SUBTITLE
source: Tap on 'Add Widget' button for more
de: Auf 'Widget hinzufügen' tippen für mehr.

source: Homescreen
de: Home-Bildschirm

# HS_ROWS_SUBTITLE
source: Default: 6
de: Standard: 6

source: Custom Homescreen Rows
de: Eigene Home-Bildschirm Zeilenanzahl

source: Custom Homescreen Columns
de: Eigene Home-Bildschirm Spaltenanzahl

# CUSTOM_HOMESCREEN_COLUMNS_SUBTITLE
source: Default: 4
de: Standard: 4

source: Folders
de: Ordner

source: Custom Folder Rows
de: Eigene Ordner-Zeilenanzahl

# CUSTOM_FOLDER_ROWS_SUBTITLE
source: Default: 3
de: Standard: 3

source: Custom Folder Columns
de: Eigene Ordner-Spaltenanzahl

# CUSTOM_FOLDER_COLUMNS_SUBTITLE
source: Default: 3
de: Standard: 3

source: Custom Dock Icons
de: Eigene Dock-Iconanzahl

# CUSTOM_DOCK_ICONS_SUBTITLE
source: Default: 4
de: Standard: 4

source: Apply
de: Bestätigen

# HS_LAYOUT
source: Use Custom Layout
de: HS-Layout

# HS_LAYOUT_SUBTITLE
source: Set Rows & Columns
de: Aktiviert das HS-Layout
