Repository: MTACS/LynxLocalizations
Catalog: *.lproj/Icons.strings
Languages: de

# FORCE_TOUCH_OPTIONS
source: 3D Touch Options
de: 3D-Touch Optionen

source: Hide 'Remove Stack'
de: 'Stapel entfernen' ausblenden

# HIDE_CONFIGURE_WIDGET
source: Hide 'Edit Widget'
de: 'Widget bearbeiten' ausblenden

# HIDE_CONFIGURE_STACK
source: Hide 'Edit Stack'
de: 'Stapel bearbeiten' ausblenden

source: Hide 'Edit Homescreen'
de: 'Home-Bildschirm bearbeiten' ausblenden

source: Hide 'Share App'
de: 'App teilen' ausblenden

source: Hide 'Delete App'
de: 'App entfernen' ausblenden

source: Hide 'Pause Download'
de: 'Download pausieren' ausblenden

source: Hide 'Cancel Download'
de: 'Download abbrechen' ausblenden

source: Hide 'Prioritize Download'
de: 'Download priorisieren' ausblenden

source: Hide Separators
de: Trennlinien ausblenden

source: Hide Action Images
de: Symbole ausblenden

# FORCE_TOUCH_PLATTERS
source: 3D Touch Platters
de: 3D-Touch Schaltflächen

source: Show Local IP
de: Lokale IP anzeigen

source: Show Battery Percentage
de: Batterie-Prozentanzeige anzeigen

source: Add 'Clear Badges'
de: 'Kennzeichen löschen' hinzufügen

# ADD_RENAME_OPTION
source: Add 'Rename App'
de: 'App umbenennen' hinzufügen

source: Icon Labels
de: Icon Beschriftungen

source: Hide Labels
de: Beschriftungen ausblenden

source: Use Custom Label Color
de: Eigene Farbe verwenden

source: Label Color
de: Beschriftungsfarbe

source: Use Average Text Color
de: Passende Textfarbe verwenden

# USE_AVERAGE_BACKGROUND_COLOR
source: Use Average View Color
de: Passende Ansichtsfarbe verwenden

source: Dots
de: Punkte

source: Hide Update Dots
de: Update-Punkte ausblenden

source: Hide Beta Dots
de: Beta-Punkte ausblenden

source: Badges
de: Kennzeichen

source: Use Average Color
de: Passende Farbe verwenden

source: Hide Badges
de: Kennzeichen ausblenden

source: Hide Badge Text
de: Kennzeichen-Text ausblenden

source: Homescreen
de: Home-Bildschirm

source: Transparency
de: Transparenz

source: Use Custom Transparency
de: Eigene Transparenz verwenden

# SHOW_PROGRESS
source: Show Download Progress
de: Fortschritt anzeigen in %

# HIDING
source: App Hiding
de: App ausblenden

# SELECT_HIDDEN_APPS
source: Hidden Apps
de: Versteckte Apps auswählen

source: Apply
de: Bestätigen

source: Clock Icon
de: Uhr-Icon

source: Disable Clock Animation
de: Uhr-Animation deaktivieren

source: Choose Custom Font
de: Schriftart wählen

# USE_CUSTOM_LABEL_FONT
source: Use Custom Font
de: Eigene Schrift verwenden

# HIDE_LABELS_HS
source: Hide on Homescreen
de: Home-Bildschirm Beschriftungen

# HIDE_LABELS_AL
source: Hide in App Library
de: App-Mediathek Beschriftungen

# HIDE_LABELS_FL
source: Hide in Folders
de: Ordner Beschriftungen

# ICON_LABELS_HIDING
source: Icon Label Hiding
de: Icon-Beschriftungen ausblenden

source: Icon Scale
de: Icon Skalierung

# USE_CUSTOM_HOMESCREEN_SCALE
source: Custom Homescreen Scale
de: Eigene Home-Bildschirm-Skalierung

# USE_CUSTOM_DOCK_SCALE
source: Custom Dock Scale
de: Eigene Dock-Skalierung

# USE_CUSTOM_APP_LIBRARY_SCALE
source: Custom App Library Scale
de: Eigene App-Mediathek-Skalierung

source: Editing
de: Bearbeitung

# DISABLE_ICON_JITTER
source: Disable Editing Animation
de: Icon-Zittern deaktivieren
