Repository: MTACS/LynxLocalizations
Catalog: *.lproj/Lockscreen.strings
Languages: de, es, fr

source: Native Animation
es: Animación nativa
fr: Animation Native

# MAGSAFE_SUBTITLE
source: Show MagSafe ring when charging
de: Zeigt beim Laden den MagSafe-Ring an
es: Mostrar Anillo de MagSafe al cargar
fr: Affiche l'anneau MagSafe pendant la charge

source: Clock
de: Uhr
es: Reloj
fr: Horloge

source: Hide Time Label
de: Uhrzeit ausblenden
es: Esconder Tiempo
fr: Masquer l'Heure

# TIME_LABEL_PLACEHOLDER
source: Time Label Alpha: 1.0
de: Uhrzeit Alpha: 1.0
es: Alfa del tiempo: 1.0
fr: Position Alpha: 1.0

source: Hide Date Label
de: Datum ausblenden
fr: Masquer la Date

# DATE_LABEL_PLACEHOLDER
source: Date Label Alpha: 1.0
de: Datum Alpha: 1.0
es: Alfa de la fecha: 1.0
fr: Position Alpha: 1.0

source: Left
de: Links
es: Izquierda
fr: Gauche

source: Center
de: Mitte
es: Centro
fr: Centré

source: Right
de: Rechts
es: Derecha
fr: Droit

source: Clock Font
de: Uhr-Schriftart
es: Fuente de Reloj
fr: Police de l'Horloge

# CLOCK_PLACEHOLDER
source: Default: 80
de: Standard: 80
es: Por defecto: 80
fr: Valeur par Défaut : 80

source: Default
de: Standard
es: Defecto
fr: Défaut

source: Italic
de: Kursiv
es: Itálica
fr: Italique

source: Bold
de: Fett
es: Negrita
fr: Gras

source: Medium
de: Mittel
es: Mediano
fr: Moyen

# USE_CUSTOM_CLOCK_FONT
source: Clock Font Family
de: Eigene Uhr-Schriftart verwenden
es: Usar fuente personalizada
fr: Police d'Horloge Personnalisée

# CHOOSE_CUSTOM_FONT
source: Select Font
de: Eigene Schriftart wählen
es: Elegir fuente personalizada
fr: Choisir la Police

source: CC Grabber
de: Kontrollzentrum-Grabber
es: Línea del Centro de Control
fr: Barre du Centre de Contrôle

# CC_GRABBER_SUBTITLE
source: Hide line in right corner
de: Linie in der rechten Ecke ausblenden.
es: Esconde la línea en la ezquina superior derecha
fr: Masque la ligne dans le coin droit

source: Charging View
de: Ladeanzeige
es: Animación al cargar
fr: Chargement

source: Battery View
de: Batterieansicht
es: Animación de la batería
fr: Affichage de la Batterie

# BATTERY_SUBTITLE
source: Hide battery popup when charging
de: Batterie-Popup beim Laden ausblenden.
es: Esconde la animación al cargar
fr: Masque la batterie qui apparaît bau début de la charge

# ALWAYS_DND
source: DND Dark Style
de: Immer Nicht-stören Dunkel-Modus verwenden
es: Siempre usar el estilo oscuro de no molestar
fr: Toujours utiliser le style opaque de NPD

source: Unlock Text
de: Entsperrtext
es: Texto de desbloqueo
fr: Texte de Déverrouillage

# HIDE_SWIPE_PRESS
source: Hide Unlock Text Label
de: Entsperrtext ausblenden
es: Hide 'Desliza hacia arriba' or 'Presiona inicio para desbloquear'
fr: Masquer 'Balayer/Appuyer pour déverrouiller'

# USE_CUSTOM_TEXT
source: Custom Text
de: Eigenen Text verwenden
es: Usar texto personalizado
fr: Texte Personnalisé

source: Show Immediately
de: Sofort anzeigen
es: Mostrar de inmediato
fr: Montrer Immédiatement

# UNLOCK_SUBTITLE
source: Always display unlock text
de: Entsperrtext immer anzeigen
es: Siempre mostrar texto de desbloqueo
fr: Toujours afficher le texte de déverrouillage

source: Hide Page Dots
de: Seitenpunkte ausblenden
es: Esconder círculos de páginas
fr: Masquer le Compteur de Pages (Pointillés)

# PAGE_DOT_SUBTITLE
source: Useful on non-notched devices
de: Nützlich für nicht Geräte ohne Notch.
es: Útil para dispositivos sin notch
fr: Utile sur les appareils sans encoche

source: Do Not Disturb
de: Nicht stören
es: No Molestar
fr: Ne Pas Déranger

# HIDE_BANNER
source: Banner
es: Notificación
fr: Bannière

# HIDE_BANNER_SUBTITLE
source: Hides DND banner on Lockscreen
de: Nicht stören-Banner auf Sperr-Bildschirm ausblenden.
es: Esconde la notificación de No Molestar
fr: Masque la bannière NDP sur l'écran verrouillé

source: Pull To Clear
de: Zum Löschen ziehen
es: Desliza hacia abajo para borrar
fr: Étirer pour Effacer

source: Use Modern Icons
de: Moderne Symbole verwenden
es: Usar íconos modernos
fr: Utiliser des Icônes Modernes

# ICON_SIZE_SUBTITLE
source: Increase icon size and add shadows
de: Erhöht die Symbolgröße und fügt Schatten hinzu.
es: Incrementa el tamaño y agrega zombra
fr: Augmente la taille des icônes et ajoute une ombre

source: Hide Swipe Separators
de: Wisch-Trennlinien ausblenden
es: Esconder los separadores al deslizar
fr: Masquer les Séparateurs de Balayage

# SWIPE_SEPARATORS_SUBTITLE
source: Hide vertical lines between buttons
de: Vertikale Linien zwischen den Schaltflächen ausblenden.
es: Esconde las líneas entre los botones
fr: Masque les lignes verticales entre les boutons

# USE_SMOOTH_SWIPING
source: Smooth Swiping
de: Smooth Swiping verwenden
es: Usar deslizamiento cómodo
fr: Balayage Doux

# NOTIFICATIONS_LIST_WARNING
source: Positive values move notifications down, negative values move notifications up. Default is 0
de: Positive Werte verschieben Benachrichtigungen nach unten, negative Werte verschieben Benachrichtigungen nach oben. Standard ist 0.
es: Valores positivos mueven las notificaciones hacia abajo, valores negativos mueven las notificaciones hacia arriba value. Por defecto es 0
fr: Une valeur positive déplacera les notifications vers le bas et vice-versa. La valeur par défaut est 0.

# NOTIFICATIONS_AND_BANNERS
source: Notifications & Banners
de: Benachrichtigungen & Banner
es: Notificaciones
fr: Notifications & Bannières

source: Outer Shadow
de: Äußerer Schatten
es: Sombra
fr: Ombre Extérieure

# SHADOW_SUBTITLE
source: Swipe left to set color
de: Fügt Randschatten hinzu.
es: Agrega una sombra en el borde de las notificaciones
fr: Ajoute une ombre en contour de la notification

source: Shadow Color
de: Schattenfarbe
es: Color de sombra
fr: Couleur de l'Ombre

source: Lock Icon
de: Sperr-Icon
es: Ícono de bloqueo
fr: Icône de Verrouillage

# LOCK_ICON_SUBTITLE
source: Hide padlock on Lockscreen
de: Versteckt das Schloss-Symbol.
es: Esconder ícono de bloqueo
fr: Masquer le cadenas sur l'écran de verrouillage

source: Hide Cancel Button
de: Abbrechen-Taste ausblenden
es: Esconder Elimnar Botón
fr: Masquer le Bouton 'Annuler'

source: Hide Emergency Button
de: Notruf-Taste ausblenden
es: Esconder Botón de Emergencia
fr: Masquer le Bouton 'Urgence'

source: Hide Backspace Button
de: Rück-Taste ausblenden
es: Esconder Botón Volver para Atrás
fr: Masquer le Bouton de Retour

# HIDE_NUMBER_BUTTON_BACKGROUND
source: Hide Button Background
de: Hintergrund der Zahlentaste ausblenden
es: Esconder el fondo del botón del número
fr: Masquer l'Arrière-Plan des Chiffres

source: Use Haptic Feedback
de: Haptisches Feedback verwenden
es: Usar Vibraciones
fr: Retour Haptique

# HIDE_ENTER_PASSCODE
source: Hide Enter Passcode Text
de: Text 'Code eingeben' ausblenden
es: Esconder 'Ingresa el código'
fr: Masquer le Texte 'Entrer le code'

source: Use Custom Passcode Text
de: Eigenen Passcode-Text verwenden
es: Usar texto personalizo
fr: Texte 'Entrer le code' Personnalisé

# ENTER_PASSCODE_PLACEHOLDER
source: Enter Passcode
de: Passcode-Text eingeben
es: Ingrese el código
fr: Entrer le Code d'Accès

source: Quick Action Buttons
de: Schnelle Aktionstasten
es: Botones de acciones rápidas
fr: Boutons en Accès Rapide

source: Hide Button Images
de: Nur Icons ausblenden
es: Esconder imágenes
fr: Masquer les Images des Boutons

# HIDE_BOTH
source: Hide Both Buttons
de: Beide verstecken
es: Esconder ambos
fr: Masquer les Deux (Images & Boutons)

source: Hide Flashlight Button
de: Taschenlampe ausblenden
es: Esconder linterna
fr: Masquer la Lampe Torche

source: Hide Camera Button
de: Kamera ausblenden
es: Esconder cámara
fr: Masquer l'Appareil Photo

source: Hide Button Background
de: Tasten-Hintergrund ausblenden
es: Esconder el fondo
fr: Masquer l'Arrière-Plan

source: Camera
de: Kamera
es: Cámara
fr: Appareil Photo

source: Disable Camera Swipe
de: Kamera-Wischen deaktivieren
es: Deshabilitar el deslizamiento
fr: Désactiver le Balayage Appareil Photo

source: Force Enable Camera
de: Kamera aktivieren erzwingen
es: Forzar habilitar cámara
fr: Forcer l'Activation de l'Appareil Photo

# FORCE_ENABLE_CAMERA_SUBTITLE
source: Works best with swipe disabled
de: Funktioniert am besten mit deaktivierte Wischgeste.
es: Funciona mejor con el deslizamiento deshabilitado
fr: Fonctionne mieux lorsque le balayage est désactivé

source: Music Player
de: Musik Player
es: Reproductor de música
fr: Lecteur de Musique

source: Hide on Lockscreen
de: Auf Sperr-Bildschirm ausblenden
es: Esconder en la pantalla de bloqueo
fr: Masquer sur l'Écran Verrouillé

source: Hide Volume Slider
de: Lautstärke-Regler ausblenden
es: Esconder deslizador de volumen
fr: Masquer le Sélecteur de Volume

source: Hide Progress View
de: Fortschritts-Ansicht ausblenden
es: Esconder la barra de progreso
fr: Masquer la Barre de Progression du Titre à l'Écoute

source: Hide Media Controls
de: Medien-Steuerelemente ausblenden
es: Esconder controles
fr: Masquer les Contrôles de Médias

source: Hide Audio Source Button
de: Audioquellen-Taste ausblenden
es: Esconder la fuente del audio
fr: Masquer le Bouton de Sélection de Source Audio

# HIDE_NOW_PLAYING_APP_ICON
source: Hide Media App Icon
de: Wird gerade gespielt App-Icon ausblenden
es: Esconder el ícono de la app que reproduce
fr: Masquer l'Icône 'À l'écoute'

source: Older Notifications
de: Ältere Benachrichtigungen
es: Notificaciones viejas
fr: Anciennes Notifications

# HIDE_NO_NOTIFICATIONS
source: Previous Notification Text
de: Text ausblenden
es: Esconder 'No hay notificaciones nuevas'
fr: Masquer 'Pas d'Anciennes Notifications'

source: Notification Center Text
de: Benachrichtigungszentrum-Text
es: Centro de notificationes texto
fr: Texte du Centre de Notifications

# USE_NUMBER_OF_NOTIFICATIONS
source: Notification Count
de: Anzahl der Benachrichtigungen verwenden
es: Usar número de notificaciones
fr: Afficher le Nombre de Notifications

source: Unlock Animation
de: Entsperr-Animation
es: Animación de desbloqueo
fr: Animation de Déverrouillage

# DISABLE_ICON_ANIMATION
source: Hide Unlock Animation
de: Fly-In Animation deaktivieren
es: Deshabilitar el efecto volador de los íconos
fr: Désactiver l'Animation en Apparition

source: Lockscreen
de: Sperr-Bildschirm
es: Pantalla de bloqueo
fr: Écran de Verrouillage

source: Auto Expand
de: Automatisch erweitern
es: Auto expandir
fr: Extension Automatique

# AUTO_EXPAND_SUBTITLE
source: Always show Banner content
de: Bannerinhalt immer anzeigen
es: Siempre mostrar el contenido de la notificación
fr: Toujours afficher le contenu de la bannière

source: Wallpaper
fr: Fond d'Écran

# BLUR_WALLPAPER
source: Add Background Blur
fr: Ajouter un Effet Flouté

# BLUR_WALLPAPER_SUBTITLE
source: Adds customizable blur to LS Wallpaper
fr: Ajoute un effet flouté personnalisable au fond d'écran de l'écran verrouillé

source: Style
de: Stil
es: Estilo

source: Face ID
es: Autenticación de cara

source: Simple
de: Einfach
