Repository: MTACS/LynxLocalizations
Catalog: *.lproj/Settings.strings
Languages: de

source: Use Custom First Name
de: Eigenen Vornamen verwenden

source: First Name
de: Vornamen

source: Use Custom Last Name
de: Eigenen Nachnamen verwenden

source: Last Name
de: Nachnamen

source: Hide Cell Icons
de: Symbole ausblenden

source: Use Round Cell Icons
de: Runde Symbole verwenden

source: Chevrons
de: Richtungspfeile

source: Hide Disclosure Arrow
de: Richtungspfeile ausblenden

source: Sections
de: Abschnitte

# HIDE_THIRD_PARTY
source: Hide 3rd Party Apps
de: Apps von Drittanbietern ausblenden

source: Hide Exposure Notifications
de: Begegnungsmitteilungen ausblenden

source: Network
de: Netzwerk

source: WiFi Section
de: WLAN-Bereich

# WIFI_SECTION_SUBTITLE
source: Display current IP Address
de: Aktuelle IP-Adresse anzeigen

source: Settings
de: Einstellungen

source: Ethernet Section
de: Ethernet-Schnittstelle

# ETHERNET_SECTION_SUBTITLE
source: Show Ethernet Section
de: Ethernet-Schnittstelle anzeigen
