Repository: MTACS/LynxLocalizations
Catalog: *.lproj/SpringBoard.strings
Languages: de

source: App Interface Style
de: App-Oberflächenstil

# SELECT_DARK_APPS
source: Dark Apps
de: Dunkelmodus-Apps auswählen

# SELECT_LIGHT_APPS
source: Light Apps
de: Hellmodus-Apps auswählen

# ALERT_BANNERS
source: Toast Alerts
de: Warnbanner (Einfügen & Geräte)

source: Hide Alert Banners
de: Warnbanner ausblenden

# POWER_VIBRATION
source: Disable Power Vibration
de: Power Vibration

# DISABLE_CHARGING_HAPTICS
source: Turn off feedback when charging
de: Lade-Haptik deaktivieren.

# PLACE_FACE_DOWN_TO_LOCK
source: Face Down to Lock
de: Auf Bildschirm legen zum Sperren

# BACKGROUND
source: Hide Background
de: Hintergrund

source: Hide blurred background
de: Unscharfen Hintergrund ausblenden.

# DIVIDER
source: Remove Divider
de: Abgrenzung

# IPAD_DIVIDER
source: Hides divider on floating dock
de: iPadOS-Dock Abgrenzung ausblenden.

# REMOVE_DOCK
source: Hide Dock Completely
de: Dock vom SpringBoard entfernen.

source: Homescreen
de: Home-Bildschirm

# DOUBLE_TAP_LOCK
source: Lock Gesture
de: Tippe zum Sperren

# DOUBLE_TAP_LOCK_SUBTITLE
source: Tap on homescreen background to lock
de: Auf leere Stelle tippen zum Sperren.

source: Disable Rotation
de: Drehung deaktivieren

# ROTATION_SUBTITLE
source: Recommended on (+) devices and iPads
de: Empfohlen für Plus-Geräte und iPads.

source: Disable Spotlight Search
de: Spotlight-Suche deaktivieren

# SPOTLIGHT_SEARCH_SUBTITLE
source: Disables the Swipe Down Search Gesture on Homescreen
de: Nach-unten-Wisch-Suchgeste auf dem Home-Bildschirm deaktivieren

# HIDE_DONE
source: Hide Done Button
de: 'Fertig'-Taste ausblenden

# HIDE_WIDGET
source: Hide Widget Button
de: 'Widget hinzufügen'-Taste ausblenden

source: Spotlight
de: Siri-Vorschläge

# SELECT_PINNED_APPS
source: Pinned Apps
de: Fixierte Apps auswählen

source: Folders
de: Ordner

# OPEN_FOLDER_BG
source: Hide Folder Background
de: Hintergrund der Ordner ausblenden

# OPEN_FOLDER_TITLE
source: Hide Folder Title
de: Titel der Ordner ausblenden

# OPEN_FOLDER_ICON_BG
source: Hide Icon Background
de: Ordner-Umrahndung ausblenden

source: Separators
de: Trennlinien

source: Hide Separators
de: Trennlinien ausblenden

# SEPARATOR_SUBTITLE
source: Disable horizontal table view separators
de: Horizontale Trennlinien ausblenden.

source: Table Views
de: Tabellenansichten

# USE_MODERN_STYLE
source: Inset Table Style
de: Modernen Stil verwenden

# MODERN_SUBTITLE
source: Use table insets
de: Tabelleneinsätze verwenden.

# SELECT_MODERN_APPS
source: Select Inset Apps
de: Moderne Apps auswählen

source: Scroll Bars
de: Bildlaufleisten

source: Hide Scroll Bars
de: Bildlaufleisten ausblenden

# SCROLL_SUBTITLE
source: Hide vertical scroll bars systemwide
de: Vertikale Bildlaufleisten systemweit ausblenden.

source: Search Bars
de: Suchleisten

source: Hide Completely
de: Vollständig ausblenden

# SEARCH_SUBTITLE
source: Disables search gesture and bar
de: Deaktiviert die Suchgeste und die Leiste.

source: Hide Background
de: Hintergrund ausblenden

# SEARCH_BG_SUBTITLE
source: Remove background for a clean look
de: Entfernen des Hintergrundes.

# HIDE_EVERYWHERE
source: Homescreen & Apps
de: Home-Bildschirm und Apps

# DISABLE_GLOBALLY
source: Disable on while on Homescreen and in an opened app
de: Auf Home-Bildschirm und Apps deaktivieren

# HIDE_ON_LOCKSCREEN
source: Lockscreen
de: Sperrildschirm

# DISABLE_LS_ONLY
source: Disable on Lockscreen
de: Auf Sperrbildschirm deaktivieren

# USE_CUSTOM_HEIGHT
source: Custom Height
de: Eigene Höhe verwenden

# USE_CUSTOM_WIDTH
source: Custom Width
de: Eigene Breite verwenden

source: Navigation Bars
de: Navigationsleisten

# USE_SMALL_TITLES
source: Small Titles
de: Kleine Titel verwenden

source: Shadow Line
de: Schattenlinie

# TOP_SHADOW_SUBTITLE
source: Hide top shadow view
de: Schattenansicht ausblenden.

source: Switches
de: Schalter

# ON_COLOR
source: Enabled Color
de: Eigene Farbe verwenden

source: Keyboard
de: Tastatur

# HAPTIC_KEYS
source: Haptic Feedback
de: Haptische Tastendrücke verwenden

source: Alerts
de: Warnungen

# ALERT_SUBTITLE
source: Hide separators between buttons
de: Trennlinien zwischen den Tasten ausblenden.

source: Tab Bars
de: Registerkarten

source: Tab Bar Badges
de: Registerkarte-Kennzeichen

# TINT_BADGES_SUBTITLE
source: Use app tint color
de: App-Farbton verwenden.

# BOTTOM_SHADOW_SUBTITLE
source: Hide bottom shadow view
de: Untere Schattenansicht ausblenden.

source: Hide Labels
de: Beschriftung verstecken

source: Use Haptic Feedback
de: Haptisches Feedback verwenden

source: Pages
de: Seiten

source: Hide Dots
de: Punkte ausblenden

source: Screenshots
de: Bildschirmfotos

source: Hide Preview
de: Vorschau ausblenden

source: Disable Sound
de: Sound deaktivieren

# ENABLE_EVERYWHERE
source: Enable Globally
de: Überall aktivieren

# SYSTEM_WIDE
source: SpringBoard
de: System

source: Knob Tint
de: Knopf-Farbe

# HIDE_IN_CC
source: Control Center
de: Kontrollzentrum

# DISABLE_CC_ONLY
source: Disable in Control Center
de: Im Control Center deaktivieren

# USE_FLOATING_DOCK_SUBTITLE
source: Use Floating Dock
de: Floating Dock verwenden

source: Recent Icons
de: Aktuelle Icons

# DISABLE_EDITING
source: Disable Icon Editing
de: Bearbeitung deaktivieren

# DISABLE_EDITING_SUBTITLE
source: Disables moving & deleting
de: Deaktiviert die Bearbeitung der Icon-Anordnung

source: Volume
de: Lautstärke

source: Use Custom Steps
de: Eigene Schritte verwenden

# USE_CUSTOM_STEPS_SUBTITLE
source: Default = 16
de: Standard = 16

# TURN_OFF_AUTOMATICALLY
source: Use Flashlight Timeout
de: Zeit der Taschenlampe

# TURN_OFF_AUTOMATICALLY_SUBTITLE
source: Turns off flashlight after set time
de: Schaltet Taschenlampe nach x Zeit aus.

source: SpringBoard Alerts
de: SpringBoard-Warnungen

# AIRPLANE_MODE
source: Disable Airplane Mode Alert
de: Flugmodus

# AIRPLANE_MODE_SUBTITLE
source: Disable Airplane mode enabled alert
de: Warnung bei aktiviertem Flugmodus deaktivieren

# BLUR_WALLPAPER
source: Add Background Blur
de: Hintergrund-Unschärfe hinzufügen

# BLUR_WALLPAPER_SUBTITLE
source: Adds customizable blur to HS wallpaper
de: Fügt dem Hintergrundbild Unschärfe hinzu
