Repository: MTACS/LynxLocalizations
Catalog: *.lproj/StatusBar.strings
Languages: de, fr

source: Style
de: Stil

source: Use iPad Style
de: iPad-Stil verwenden
fr: Style iPad

source: Hide iPad Style Date
de: iPad-Stil Datum ausblenden
fr: Masquer la Date sur le Style iPad

source: Camera & Microphone
de: Kamera & Mikrofon
fr: Appareil Photo & Micro

source: Hide Status Bar Dot
de: Statusleisten-Indikator ausblenden
fr: Masquer le Point

source: Hide Breadcrumbs
de: Breadcrumbs ausblenden
fr: Masquer les Liens Relatifs

source: Hiding
de: Ausblenden
fr: Masquage

# HIDE_EVERYWHERE
source: Hide Globally
de: Überall ausblenden
fr: Masquer Partout

source: Hide on Homescreen
de: Auf Home-Bildschirm ausblenden
fr: Masquer sur l'Écran d'Accueil

source: Hide on Lockscreen
de: Auf Sperrbildschirm ausblenden
fr: Masquer sur l'Écran Verrouillé

source: Battery
de: Batterie
fr: Batterie

source: Hide Battery
de: Batterie ausblenden
fr: Masquer la Batterie

source: Hide Battery Bolt
de: Batterie-Blitz ausblenden
fr: Masquer l'Éclair sur la Batterie

source: Hide Battery Percentage
de: Batterie-Prozentanzeige ausblenden
fr: Masquer le Piurcentage de Batterie

source: Show Percentage Inside
de: Prozentanzeige im Inneren anzeigen
fr: Afficher le Pourcentage Dans l'Icône

source: Disable Charging Animation
de: Ladeanimation deaktivieren
fr: Désactiver l'Animation de Charge

source: Status Items
de: Statuselemente
fr: Éléments Visuels

source: Hide WiFi Signal
de: WLAN Symbol ausblenden
fr: Masquer le Signal WiFi

source: Hide Cellular Signal
de: Mobilfunk-Symbol ausblenden
fr: Masquer le Signal Cellulaire

source: Hide Clock
de: Uhr ausblenden
fr: Masquer l'Horloge

source: Hide Carrier Text
de: Netzbetreiber-Text ausblenden
fr: Masquer le Nom de l'Opérateur

source: Hide Location Arrow
de: Ortungsdienste-Pfeil ausblenden
fr: Masquer la Flèche de Localisation

source: Hide Rotation Lock
de: Ausrichtungssperre ausblenden
fr: Masquer le Verrouillage d'Orientation

# HIDE_DO_NOT_DISTURB_MOON
source: Hide DND Moon
de: 'Nicht stören'-Mond ausblenden
fr: Masquer la Lune 'Ne Pas Déranger

source: Hide Bluetooth Icon
de: Bluetooth-Symbol ausblenden
fr: Masquer l'Icône Bluetooth

source: Hide Alarm Bell
de: Alarmglocke ausblenden
fr: Masquer la Cloche de l'Alarme

source: Hide Airplane Mode
de: Flugmodus ausblenden
fr: Masquer le Mode Avion

source: Hide VPN
de: VPN ausblenden
fr: Masquer le Statut VPN

source: Hide CarPlay
de: CarPlay ausblenden
fr: Masquer CarPlay

# HIDE_NOT_CHARGING
source: Hide 'Not Charging' Icon
de: 'Nicht aufladen'-Symbol ausblenden
fr: Masquer l'Icône 'Pas en Charge'

source: Lockscreen
de: Sperrbildschirm
fr: Écran Verrouillé

source: Hide Lock Icon
de: Sperr-Symbol ausblenden
fr: Masquer le Cadenas

# HIDE_LOCK_SUBTITLE
source: Non-notched devices only
de: Nur für Geräte ohne Notch.
fr: Appareils sans encoche uniquement

source: Hotspot & Recording
de: Hotspot & Aufnahme
fr: Partage de Connexion & Enregistrement d'Écran

# HIDE_COLORED_VIEW
source: Remove Background Color
de: Farbige Hervorhebung ausblenden
fr: Désactiver la Vue Colorée

source: Hide Pulsing View
de: Pulsierende Hervorhebung ausblenden
fr: Désactiver les Impulsions

source: Carrier
de: Netzbetreiber
fr: Opérateur

source: Use WiFi Address
de: WLAN Adresse verwenden
fr: Afficher l'Adresse WiFi

source: Use Custom Carrier
de: Eigenen Netzbetreiber verwenden
fr: Utiliser un Nom Personnalisé

# NO_SIM_TEXT
source: Override 'No SIM' Text
de: 'Keine SIM'-Text überschreiben
fr: Outrepasser la mention 'Pas de SIM'

# NO_SERVICE_TEXT
source: Override 'No Service' Text
de: 'Kein Dienst'-Text überschreiben
fr: Outrepasser la mention 'Aucun service'

source: Enter custom carrier text
de: Eigenen Netzbetreiber-Text eingeben
fr: Entrer le Nom d'Opérateur Personnalisé

source: Use Date as Carrier
de: Datum statt Netzbetreiber verwenden
fr: Utiliser la Date comme Nom d'Opérateur

# CARRIER_DATE_PLACEHOLDER
source: Enter Date Format: (e.g. MM/dd/yy)
de: dd-MM-yyyy
fr: yyyy-MM-dd

source: View More Date Formats
de: Weitere Datumsformate anzeigen
fr: Afficher d'Autres Formats de Date

source: Clock
de: Uhr
fr: Horloge

# USE_CUSTOM_TIME_FORMAT
source: Custom Time Format
de: Eigenes Zeitformat verwenden
fr: Format de Temps Personnalisé

# CUSTOM_TIME_FORMAT_PLACEHOLDER
source: h:mm a
de: h:mm

source: Status Bar
de: Statusleiste
fr: Barre de Statut

# COLORS
source: Item Color
de: Farbe der Statusleiste
fr: Couleur de la Barre

# USE_STBAR_COLOR
source: Override Colors
de: Eigene Farbe verwenden
fr: Couleur Personnalisée

# TINT
source: Tint Color
de: Farbton
fr: Teinte

# USE_DATE_UNDER_TIME
source: Date Under Time
de: Datum unter Uhrzeit anzeigen
fr: Afficher la Date sous l'Heure

source: Audio Devices
de: Audiogeräte
fr: Périphériques Audio

source: Show Audio Device
de: Audiogeräte anzeigen
fr: Afficher le Périphérique Audio

# SHOW_AUDIO_DEVICE_SUBTITLE
source: Add connected device icon in Status Bar
de: Icon für verbundenes Gerät in Statusleiste hinzufügen
fr: Ajoute une icône dans la barre de statut

source: Breadcrumbs
fr: Liens Relatifs
